brew "autojump"
brew "nvm"
brew "awscli"
brew "trash"
brew "bdw-gc"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "cjson"
brew "cmocka"
brew "cmus"
brew "coreutils"
brew "ctags"
brew "dav1d"
brew "faad2"
brew "ffmpeg"
brew "flac"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gettext"
brew "ghc"
brew "giflib"
brew "git"
brew "glib"
brew "gmp"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphite2"
brew "guile"
brew "harfbuzz"
brew "htop"
brew "icu4c"
brew "imath"
brew "isl"
brew "jemalloc"
brew "jpeg"
brew "jpeg-xl"
brew "jq"
brew "kotlin"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libcue"
brew "libev"
brew "libevent"
brew "libffi"
brew "libidn2"
brew "libmpc"
brew "libnghttp2"
brew "libogg"
brew "libpng"
brew "libpthread-stubs"
brew "librist"
brew "libsamplerate"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxinerama"
brew "libxkbcommon"
brew "libxrender"
brew "libxtst"
brew "libyaml"
brew "little-cms2"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "lzo"
brew "m4"
brew "mad"
brew "mas"
brew "mbedtls"
brew "mp4v2"
brew "mpdecimal"
brew "mpfr"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nghttp2"
brew "nmap"
brew "node"
brew "noti"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openssl"
brew "opus"
brew "opusfile"
brew "p11-kit"
brew "pcre"
brew "pcre2"
brew "pixman"
brew "pkg-config"
brew "python-yq"
brew "python"
brew "qrencode"
brew "rav1e"
brew "readline"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "sdl2"
brew "snappy"
brew "speex"
brew "sqlite"
brew "srt"
brew "tcl-tk"
brew "terminal-notifier"
brew "tesseract"
brew "theora"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "webp"
brew "wget"
brew "xkeyboardconfig"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "zeromq"
brew "zimg"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zstd"
#cask "background-music"
cask "firefox"
cask "iterm2"
cask "lunar"
cask "postman"
cask "raycast"
cask "ukelele"
cask "visual-studio-code"
cask "whatsapp"
cask "spotify"
cask "google-japanese-ime"
cask "wireshark"
cask "zoom"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
